name: "yolov3_onnx"
platform: "onnxruntime_onnx"
max_batch_size : 0
input [
  {
    name: "input.1"
    data_type: TYPE_FP32
    format: FORMAT_NCHW
    dims: [ 3, 416, 416 ]
    reshape { shape: [ 1, 3, 416, 416 ] }
  }
]
output [
  {
    name: "815"
    data_type: TYPE_FP32
    dims: [ 1, 10647, 85]
    label_filename: "coco_labels.txt"
  }
]
instance_group [
  {
    count: 6
    kind: KIND_GPU
  }
]

