name: "yolov3_pt"
platform: "pytorch_libtorch"
max_batch_size : 0
input [
  {
    name: "INPUT__0"
    data_type: TYPE_FP32
    format: FORMAT_NCHW
    dims: [ 3, 416, 416 ]
    reshape { shape: [ 1, 3, 416, 416 ] }
  }
]
output [
  {
    name: "OUTPUT__0"
    data_type: TYPE_FP32
    dims: [ 1, 10647, 85]
    label_filename: "coco_labels.txt"
  }
]
instance_group [
  {
    count: 2
    kind: KIND_GPU
  }
]

